tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'thoughtbot/formulae'

brew 'curl'
brew 'difftastic'
brew 'exa'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'git'
brew 'gnupg'
brew 'grc'
brew 'httpie'
brew 'jump'
brew 'mackup'
brew 'mas'
brew 'openssl'
brew 'pinentry-mac'
brew 'rcm'
brew 'restic'
brew 'rtx'
brew 'shellcheck'
brew 'shfmt'
brew 'ssh-copy-id'
brew 'starship'
brew 'tldr'

cask 'alt-tab'
cask 'appcleaner'
cask 'bartender'
cask 'dash6'
cask 'font-jetbrains-mono-nerd-font'
cask 'fork'
cask 'forklift'
cask 'iina'
cask 'iterm2-nightly'
cask 'karabiner-elements'
cask 'latest'
cask 'lulu'
cask 'maccy'
cask 'michaelvillar-timer'
cask 'raycast'
cask 'shottr'
cask 'sloth'
cask 'stats'
cask 'the-unarchiver'
cask 'transmission-nightly'
cask 'visual-studio-code'

mas 'Bitwarden', id: 1352778147
mas 'Caffeinated', id: 1362171212
mas 'DaisyDisk', id: 411643860
mas 'Dato', id: 1470584107
mas 'FoXray', id: 6448898396
mas 'Hush', id: 1544743900
mas 'Magnet', id: 441258766
mas 'Pure Paste', id: 1611378436
mas 'Reeder', id: 1529448980
mas 'Shareful', id: 1522267256
mas 'Soulver 3', id: 1508732804
mas 'Telegram', id: 747648890
mas 'Things', id: 904280696
mas 'Velja', id: 1607635845
mas 'Wipr', id: 1320666476
