tap 'beeftornado/rmtree'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'thoughtbot/formulae'

brew 'curl'
brew 'exa'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'git'
brew 'git-delta'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'jump'
brew 'mackup'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'p7zip'
brew 'python'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rcm'
brew 'ruby-build'
brew 'shellcheck'
brew 'shfmt'
brew 'ssh-copy-id'
brew 'tldr'

cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'finicky'
cask 'font-fira-code'
cask 'forklift'
cask 'gpg-suite'
cask 'iina'
cask 'iterm2'
cask 'karabiner-elements'
cask 'lulu'
cask 'sourcetree'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'

mas '1Password 7', id: 1333542190
mas 'Caffeinated', id: 1362171212
mas 'DaisyDisk', id: 411643860
mas 'Dato', id: 1470584107
mas 'Gestimer', id: 990588172
mas 'Magnet', id: 441258766
mas 'Reeder', id: 1529448980
mas 'Soulver 3', id: 1508732804
mas 'Telegram', id: 747648890
mas 'Things', id: 904280696
mas 'Wipr', id: 1320666476
